import random
import time


# 🟩 Step 3 : 직접 반복하기


print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))
print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자']))