
# 🟩 점심메뉴추천 터미널 만들기
import random


# 🟩 Step 2 : 메뉴 랜덤 선택
# 1. 배열을 작성하였습니다.
# 2. random.choice() 함수를 사용하여 배열 중 하나를 무작위로 선택합니다.
#     소괄호를 통해 묶어주는 것은 비슷한 것 같습니다. 하지만 대괄호까지 묶을 수 있다는 사실은 흥미롭습니다.
# 3. print를 통해서 선택된 메뉴를 출력합니다.

print(random.choice(['된장찌개', '피자', '제육볶음', '쌀국수', '소고기', '돼지고기', '치킨', '피자', 
                     '족발', '짜장면', '탕수육', '짬뽕', '짜장밥', '짬뽕밥', '짜장면밥', '짬뽕면', '짜장면면', 
                     '짬뽕밥밥','닭갈비', '떡볶이', '순대', '순대볶음', '순대국', '순대국밥', '순대볶음밥', 
                     '순대볶음면', '순대국면', '순대국밥밥','라면', '우동', '소바', '쫄면', '냉면', '비빔냉면',
                     '막국수', '비빔막국수', '물냉면', '비빔물냉면', 
                     ]))














